{
  "applications": [
    {
      "id": "main",
      "title": {
        "en": "Mathematics is Everywhere"
      }
    },
    {
      "id": "epidemics_analysis",
      "title": {
        "en": "Epidemics Analysis",
        "fr": "Analyse des épidémies"
      },
      "body": {
        "en": "When a new epidemic starts one can fear that it will not stop since there are always new cases. This is not what mathematics says. The important quantity is the reproductive ratio, R_0, which corresponds to the mean number of individuals infected by each infectious person. If R_0 < 1, then the epidemic dies, while it spreads if R_0 > 1. The knowledge of R_0 guides the strategy to control the epidemic. In particular, in case of limited resources (for instance not enough vaccines for everyone), the goal is to use these resources to decrease R_0 below 1.",
        "fr": "Lorsqu'une nouvelle épidémie commence, on peut craindre qu'elle ne s'arrête pas, car il y a toujours de nouveaux cas. Ce n'est pas ce que disent les mathématiques. Le nombre important est le rapport de reproduction, R_0, qui correspond au nombre moyen d'individus infectés par chaque personne infectieuse. Si R_0 <1, alors l'épidémie s’éteint, tandis qu'elle se propage si R_0> 1. La connaissance de R_0 guide la stratégie de contrôle de l'épidémie. En particulier, en cas de ressources limitées (par exemple pas assez de vaccins pour tout le monde), l'objectif est d'utiliser ces ressources pour faire baisser R_0 en dessous de 1."
      },
      "links": {
        "en": "https://www.mathscareers.org.uk/article/number-one-crime-fighter/",
        "fr": "http://accromath.uqam.ca/accro/wp-content/uploads/2013/04/Eradication.pdf"
      }
    },
    {
      "id": "discovering_core",
      "title": {
        "en": "Discovering Earth’s Inner Core",
        "fr": "Découvrir le noyau interne de la Terre"
      },
      "body": {
        "en": "A Danish mathematician, Inge Lehmann, discovered the inner core of the Earth in 1936. She worked for the Danish Geodetic Institute and had access to data on the seismic waves generated by distant earthquakes and recorded at seismic stations around the Earth. The observed data were inconsistent with the model of the inner of the Earth used at that time. She proposed a new model compatible with the observations, with the core divided into two parts, a heavier inner core surrounded by an outer core. Some seismic waves bounce on the inner core, which is now known to be ferrous.",
        "fr": "Une mathématicienne danoise, Inge Lehmann, a découvert le noyau interne de la Terre en 1936. Elle a travaillé pour l'Institut géodésique danois et a eu accès à des données sur les ondes sismiques générées par des tremblements de terre éloignés et enregistrées dans des stations sismiques autour de la Terre. Les données observées étaient incompatibles avec le modèle de l'intérieur de la Terre utilisé à l'époque. Elle a proposé un nouveau modèle compatible avec les observations, avec le noyau divisé en deux parties, un noyau interne plus lourd entouré d'un noyau externe. Certaines ondes sismiques rebondissent sur le noyau interne, dont on sait maintenant qu’il est ferreux."
      },
      "links": {
        "en": "https://www.tandfonline.com/doi/abs/10.4169/college.math.j.44.5.399\nhttp://mpe.dimacs.rutgers.edu/2014/02/19/how-inge-lehmann-discovered-the-inner-core-of-the-earth/",
        "fr": "http://accromath.uqam.ca/2013/05/comment-inge-lehmann-a-decouvert-le-noyau-interne-de-la-terre/"
      }
    },
    {
      "id": "patterns_nature",
      "title": {
        "en": "Patterns in Nature",
        "fr": "Motifs dans la nature"
      },
      "body": {
        "en": "How are patterns generated in nature? Why is the tiger striped, while the leopard has spots? A single chemical model of reaction-diffusion produces all animal coating patterns. Two chemicals, an activator and an inhibitor, interact and diffuse. The model explains that the pattern observed on an embryo depends on the size and shape of the embryo when the reaction-diffusion starts. Similar reaction-diffusion models explain patterns of seashells, and also vegetation patterns in semi-arid regions. It is Alan Turing who proposed the Chemical Basis of Morphogenesis in 1952.",
        "fr": "Comment les motifs sont-ils générés dans la nature? Pourquoi le tigre est-il rayé alors que le léopard a des taches? Un modèle chimique unique de réaction-diffusion produit tous les modèles de revêtement animal. Deux produits chimiques, un activateur et un inhibiteur, interagissent et diffusent. Le modèle explique que le motif observé sur un embryon dépend de la taille et de la forme de l'embryon au début de la réaction-diffusion. Des modèles de réaction-diffusion similaires expliquent les motifs des coquillages, ainsi que les motifs de végétation dans les régions semi-arides. C'est Alan Turing qui a proposé la base chimique de la morphogenèse en 1952."
      },
      "links": {
        "en": "http://mpe.dimacs.rutgers.edu/2013/09/02/how-vegetation-competes-for-rainfall-in-dry-regions-using-math-models-to-make-predictions/ \nhttp://mpe.dimacs.rutgers.edu/2013/08/23/patterns-on-earth/",
        "fr": "http://www.crm.umontreal.ca/~durand/pelage.html"
      }
    },
    {
      "id": "detecting_frauds",
      "title": {
        "en": "Detecting Frauds",
        "fr": "Détection des fraudes"
      },
      "body": {
        "en": "Try an experience: collect any number you see around you and note its first significant digit, i.e. the leftmost nonzero digit. For instance the first significant digit of 23.567 is 2, and that of 0.00345 is 3. You should get approximately 30% of digit 1 and only 4.5% of digit 9. This surprising phenomenon is called Benford’s law. It is a probabilistic law. Most often the numbers in financial statements follow this law, which gives a test for detecting frauds when someone has manipulated the data, without taking care that they follow the law.",
        "fr": "Essayez cette expérience: collectez n'importe quel nombre que vous voyez autour de vous et notez son premier chiffre significatif, c'est-à-dire le chiffre non nul le plus à gauche. Par exemple, le premier chiffre significatif de 23,567 est 2 et celui de 0,00345 est 3. Vous devriez obtenir environ 30% de chiffres 1 et seulement 4,5% de chiffres 9. Ce phénomène surprenant est appelé la loi de Benford. C'est une loi probabiliste. Le plus souvent, les chiffres figurant dans les états financiers respectent cette loi, ce qui permet de détecter les fraudes lorsqu'une personne a manipulé les données, sans prendre soin de respecter la loi."
      },
      "links": {
        "en": "http://blog.kleinproject.org/?p=1093\nhttps://www.mathscareers.org.uk/article/number-one-crime-fighter/",
        "fr": "http://accromath.uqam.ca/accro/wp-content/uploads/2013/04/Benford.pdf\nhttp://blog.kleinproject.org/?p=1175&lang=fr"
      }
    },
    {
      "id": "packing_oranges",
      "title": {
        "en": "Packing Oranges",
        "fr": "Empiler des oranges"
      },
      "body": {
        "en": "What is the densest way of packing spheres, for instance oranges? Kepler conjectured that it is the one you observe at the fruit shop: the centers of the spheres are located at the points of the face-centered cubic lattice. Kepler’s conjecture was only proved by Thomas Hales in 1998, with the details published in 2006. It is an enormous computer assisted proof and the program is public for anyone to check the details. Using the densest way of packing objects is important in industry since one does not want the content of the box to move when the box is shaken.",
        "fr": "Quelle est la manière la plus dense d'empiler des sphères, par exemple des oranges? Kepler a supposé que c'est celle que vous observez à la fruiterie: les centres des sphères sont situés aux points du réseau cubique à faces centrées. La conjecture de Kepler n'a été prouvée par Thomas Hales qu'en 1998, avec les détails publiés en 2006. C'est une énorme preuve assistée par ordinateur. Le programme utilisé est public pour que quiconque puisse vérifier les détails. L'utilisation de la manière la plus dense d'emballer des objets est importante dans l'industrie car on ne veut pas que le contenu de la boîte bouge lorsque la boîte est secouée."
      },
      "links": {
        "en": "http://blog.kleinproject.org/?p=742",
        "fr": "http://blog.kleinproject.org/?p=779&lang=fr\nhttp://accromath.uqam.ca/2018/02/quel-est-lempilement-le-plus-dense/"
      }
    },
    {
      "id": "four_colors_suffice",
      "title": {
        "en": "Four Colors Suffice",
        "fr": "Quatre couleurs suffisent"
      },
      "body": {
        "en": "What is the minimum number of colours necessary to colour any map so that no two countries sharing a common boundary have the same colour? It is easy to draw a map for which three colours do not suffice. The minimum number of colours is four: this is the Four Colour Theorem proved in 1976 by Kenneth Appel and Wolfgang Haken. This theorem was the first one with a computer assisted-proof.",
        "fr": "Quel est le nombre minimum de couleurs nécessaires pour colorier une carte afin qu'aucune paire de pays partageant une frontière commune n'aient la même couleur? Il est facile de dessiner une carte pour laquelle trois couleurs ne suffisent pas. Le nombre minimum de couleurs est de quatre: c'est le théorème des quatre couleurs prouvé en 1976 par Kenneth Appel et Wolfgang Haken. Ce théorème était le premier avec une preuve assistée par ordinateur."
      },
      "links": {
        "en": "http://blog.kleinproject.org/?p=1205",
        "fr": "http://accromath.uqam.ca/2019/01/le-theoreme-des-quatre-couleurs/\nhttp://blog.kleinproject.org/?p=1297&lang=fr"
      }
    },
    {
      "id": "artificial_intelligence",
      "title": {
        "en": "Artificial Intelligence",
        "fr": "Intelligence artificielle"
      },
      "body": {
        "en": "Where does its sudden success come from? Traditionally, programming a robot meant giving instructions of what the robot should do. But we, as humans, are not taught of everything we can do. We learn by ourselves. A kid that has seen many cats can recognize that an animal is a cat even it that animal is different from all the models seen before. Now robots can do the same. The recent success of artificial intelligence comes from the fact that the robots are programmed to learn. This learning process is made possible because of the massive data available.",
        "fr": "D'où vient son succès soudain? Traditionnellement, la programmation d'un robot signifiait donner des instructions sur ce que le robot devait faire. Mais nous, en tant qu'humains, on n’a pas besoin de nous montrer tout ce que nous pouvons faire. Nous apprenons par nous-mêmes. Un enfant qui a vu de nombreux chats peut reconnaître qu'un animal est un chat, même si cet animal est différent de tous les modèles vus auparavant. Désormais, les robots peuvent faire de même. Le récent succès de l'intelligence artificielle vient du fait que les robots sont programmés pour apprendre. Ce processus d'apprentissage est rendu possible en raison des données massives disponibles."
      },
      "links": {}
    },
    {
      "id": "past_climates",
      "title": {
        "en": "The Past Climates of the Earth",
        "fr": "Les climats passés de la Terre"
      },
      "body": {
        "en": "In the past the Earth has undergone periods of glaciations and of very hot climates, as can be studied from geological data. Mathematics can help explain these past climates. Indeed, the attraction of Jupiter perturbs the orbit of the Earth around the Sun. On short scales the changes of the Earth’s orbit are periodic with periods from 25 K years to 400 K years: these are the Milankovitch cycles. In particular, glaciations occur when the obliquity of the Earth axis is larger. \nUnderstanding the past climates is essential to be able to predict the future climates of the Earth.",
        "fr": "Dans le passé, la Terre a connu des périodes de glaciations et des climats très chauds, comme on le voit en étudiant les données géologiques. Les mathématiques peuvent aider à expliquer ces climats passés. En effet, l'attraction de Jupiter perturbe l'orbite de la Terre autour du Soleil. À petite échelle, les changements de l'orbite terrestre sont périodiques avec des périodes de 25 000 ans à 400 000 ans: ce sont les cycles de Milankovitch. En particulier, les glaciations se produisent lorsque l'obliquité de l'axe de la Terre est plus grande. Comprendre les climats passés est essentiel pour pouvoir prédire les climats futurs de la Terre."
      },
      "links": {
        "en": "http://mpe.dimacs.rutgers.edu/2013/06/05/earths-climate-at-the-age-of-the-dinosaurs/ \nhttp://mpe.dimacs.rutgers.edu/2013/10/04/understanding-earths-past-climate-how-the-mathematical-sciences-can-help-to-inform-the-debate-on-climate-change/"
      }
    },
    {
      "id": "collective_motion",
      "title": {
        "en": "Collective Motion",
        "fr": "Mouvement collectif"
      },
      "body": {
        "en": "Who hasn’t been fascinated by the movement of a flock of birds or a school of fish? It is possible to build models describing these collective motions. The behaviour of each individual obeys simple rules governing its interaction with a certain number of nearest neighbours. These rules are of three types: repulsion when very close to an individual, attraction when far from neighbours, and alignment with the neighbours in between. \nUnderstanding collective motion is important to control insect invasions.",
        "fr": "Qui n’a pas été fasciné par le mouvement d’une volée d’oiseaux ou d’un banc de poissons? Il est possible de construire des modèles décrivant ces mouvements collectifs. Le comportement de chaque individu obéit à des règles simples régissant son interaction avec un certain nombre de voisins les plus proches. Ces règles sont de trois types: répulsion lorsqu’on est très proche d'un individu, attraction lorsqu'on est loin des voisins, et alignement avec les voisins entre les deux. Comprendre le mouvement collectif est important pour contrôler les invasions d'insectes."
      },
      "links": {
        "en": "http://mpe.dimacs.rutgers.edu/2013/08/30/the-unreasonable-effectiveness-of-collective-animal-behavior/"
      }
    },
    {
      "id": "fractals_nature",
      "title": {
        "en": "Fractals and Nature",
        "fr": "Fractales et nature"
      },
      "body": {
        "en": "To describe the complicated forms of nature we need a new geometry, the fractal geometry. The fractals objects have self-similarity properties, which means that if one zooms one sees new details appearing that resemble the original object. The fractal geometry is suitable to describe many shapes of nature, from clouds and galaxies to the rocky coasts, the networks of rivers, the snowflakes and many plants, from ferns to Romanesco cauliflower. The fractal objects have a dimension, which is not an integer number.",
        "fr": "Pour décrire les formes compliquées de la nature, nous avons besoin d'une nouvelle géométrie, la géométrie fractale. Les objets fractals ont des propriétés d'auto-similarité, ce qui signifie que si l'on zoome, on voit apparaître de nouveaux détails qui ressemblent à l'objet d'origine. La géométrie fractale est appropriée pour décrire de nombreuses formes de la nature : nuages et galaxies, côtes rocheuses, réseaux de rivières, flocons de neige et nombreuses plantes allant des fougères au chou-fleur Romanesco. Les objets fractals ont une dimension qui n'est pas un nombre entier."
      },
      "links": {
        "en": "http://blog.kleinproject.org/?p=306",
        "fr": "http://blog.kleinproject.org/?p=479&lang=fr\nhttp://accromath.uqam.ca/accro/wp-content/uploads/2013/04/Dimension.pdf"
      }
    },
    {
      "id": "digital_music",
      "title": {
        "en": "Digital Music",
        "fr": "Musique digitale"
      },
      "body": {
        "en": "Music consists of waves that vibrate in our ears. These waves can be stored on a CD as a string of numbers, by taking samples at short time intervals – usually 44100 times per second.\n\nSound waves are the combination of many waves with different frequencies, some not even perceived by our ears. The Fourier transform allows us to split a complex sound wave into many simple ones. Audio formats like MP3 only keep the audible frequencies, thus making the files much smaller. Without mathematics there would be no iPods, Spotify or iTunes.",
        "fr": "La musique est constituée d'ondes qui vibrent dans nos oreilles. Ces ondes peuvent être stockées sur un CD sous forme de chaînes de nombres, en prélevant des échantillons à de courts intervalles de temps - généralement 44100 fois par seconde.  Les ondes sonores sont la combinaison de nombreuses ondes de fréquences différentes, dont certaines ne sont même pas perçues par nos oreilles. La transformée de Fourier nous permet de diviser une onde sonore complexe en plusieurs ondes simples. Les formats audio comme MP3 ne gardent que les fréquences audibles, ce qui réduit considérablement la taille des fichiers. Sans mathématiques, il n'y aurait ni iPod, ni Spotify, ni iTunes."
      },
      "links": {
        "en": "www.theguardian.com/technology/2002/apr/04/internetnews.maths\nwww.mathscareers.org.uk/article/how-mp3-compression-work/\nen.wikipedia.org/wiki/Digital_audio"
      }
    },
    {
      "id": "computer_games",
      "title": {
        "en": "Computer Games",
        "fr": "Jeux à l'ordinateur"
      },
      "body": {
        "en": "Many computer games use 3D graphics. Moving and animating these, as well as rendering colors, light and shadows, requires vectors, matrices and many other concepts from linear algebra and 3D geometry.\n\nComputer games also have to create realistic animations of water or moving and colliding physical objects. They often use numerical solutions to the appropriate partial differential equations, such as the Navier-Stokes equations to model liquid.\n\nFinally, computer programs have to model the artificial intelligence of non-playable characters.",
        "fr": "De nombreux jeux informatiques utilisent des graphiques 3D. Le déplacement et l'animation de ces éléments, ainsi que le rendu des couleurs, de la lumière et des ombres, nécessitent des vecteurs, des matrices et de nombreux autres concepts issus de l'algèbre linéaire et de la géométrie 3D.  Les jeux informatiques doivent également créer des animations réalistes de l'eau ou des objets physiques en mouvement et en collision. Ils utilisent souvent des solutions numériques d’équations différentielles partielles appropriées, telles que les équations de Navier-Stokes pour modéliser le liquide.  Enfin, les programmes informatiques doivent modéliser l'intelligence artificielle de personnages non jouables."
      },
      "links": {
        "en": "www.mathscareers.org.uk/video/advancing-the-digital-arts/\nwww.mathscareers.org.uk/article/get-game/nrich.maths.org/1374"
      }
    },
    {
      "id": "carbon_dating",
      "title": {
        "en": "Carbon Dating",
        "fr": "Datation au carbone"
      },
      "body": {
        "en": "Every living thing accumulates the element Carbon. It consists of various different isotopes, including a very small proportion which is radioactive (Carbon-14). Once a plant or animal dies, it stops collecting new Carbon-14, and the existing atoms start to decay at a constant rate. Scientists can analyse the Carbon-14 still present in biological remains to calculate the time of death of its owner. This is very useful in archeology, since it can estimate the century or even decade when an item made by animal or plant materials (such as clothing or paper) was produced.",
        "fr": "Chaque être vivant accumule l'élément Carbone. Il se compose de différents isotopes différents, dont une très petite proportion est radioactive (Carbone 14). Une fois qu'une plante ou un animal meurt, il cesse de collecter du nouveau Carbone 14 et les atomes existants commencent à se désintégrer à un rythme constant. Les scientifiques peuvent analyser le Carbone 14 encore présent dans les restes biologiques pour calculer la date de la mort de son propriétaire. Ceci est très utile en archéologie, car on peut estimer le siècle ou même la décennie où un article fabriqué à partir de matériaux animaux ou végétaux (tels que des vêtements ou du papier) a été produit."
      },
      "links": {
        "en": "en.wikipedia.org/wiki/Radiocarbon_dating\nwww.mathscareers.org.uk/article/million-year-old-maths/\nhyperphysics.phy-astr.gsu.edu/hbase/nuclear/cardat.html",
        "fr": "https://fr.wikipedia.org/wiki/Datation_par_le_carbone_14"
      }
    },
    {
      "id": "search_for_alien_life",
      "title": {
        "en": "Search for Alien Life",
        "fr": "Recherche de vie extraterrestre"
      },
      "body": {
        "en": "Primes are the universal building blocks of numbers, not just on Earth but everywhere in the universe. If radio signals from space contain the sequence of prime numbers –2, 3, 5, 7, 11, 13, … – they could indicate a non-natural origin, and could be the starting point for communication with alien life.\n\nA famous signal sent from Earth into space, the Arecibo Message, consists of a long string of 0s and 1s. The length of the message is the product of two prime numbers, 23 × 73 = 1679, which should prompt alien astronomers to reassemble the 0s and 1s into a rectangular image with sides 23 and 73.",
        "fr": "Les amorces sont les éléments constitutifs universels des nombres, non seulement sur Terre mais partout dans l'univers. Si les signaux radio de l'espace contiennent la suite de nombres premiers 2, 3, 5, 7, 11, 13,… - ils pourraient indiquer une origine non naturelle et pourraient être le point de départ de la communication avec de la vie extraterrestre.  Un célèbre signal envoyé de la Terre dans l'espace, le message Arecibo, se compose d'une longue chaîne de 0 et de 1. La longueur du message est le produit de deux nombres premiers, 23 × 73 = 1679, ce qui devrait inciter les astronomes extraterrestres à réassembler les 0 et les 1 en une image rectangulaire avec les côtés 23 et 73."
      },
      "links": {
        "en": "www.seti.org/seti-institute/project/details/early-seti-project-ozma-arecibo-message\nen.wikipedia.org/wiki/Communication_with_extraterrestrial_intelligence\nxkcd.com/384/",
        "fr": "https://fr.wikipedia.org/wiki/Vie_extraterrestre"
      }
    },
    {
      "id": "big_data",
      "title": {
        "en": "Big Data",
        "fr": "Données massives"
      },
      "body": {
        "en": "Data is everywhere around us, and new data is created every time we browse the internet, complete a survey, or go shopping. Scientists collect data whenever they conduct an experiment, and sometimes these data sets are so large that they need to invent entirely new technologies to process them.\n\nTo make sense of data, we need statistics. Using mathematics we can convert a large collection of numbers – all of which are meaningless on their own – into very accurate information about the system which created the data. Statistics can also tell us if certain findings are valid or significant.",
        "fr": "Les données sont partout autour de nous et de nouvelles données sont créées chaque fois que nous naviguons sur Internet, répondons à une enquête ou faisons du shopping. Les scientifiques collectent des données chaque fois qu'ils mènent une expérience. Parfois ces ensembles de données sont si volumineux qu'ils doivent inventer des technologies entièrement nouvelles pour les traiter.  Pour donner un sens aux données, il faut des statistiques. En utilisant les mathématiques, nous pouvons convertir une grande collection de nombres - qui n'ont aucun sens en eux-mêmes - en informations très précises sur le système qui a créé ces données. Les statistiques peuvent également révéler si certains résultats sont valides ou significatifs."
      },
      "links": {
        "en": "en.wikipedia.org/wiki/Big_data\nen.wikipedia.org/wiki/Statistics\nwww.mathscareers.org.uk/article/statistically-savvy/",
        "fr": "https://fr.wikipedia.org/wiki/Big_data"
      }
    },
    {
      "id": "predict_weather",
      "title": {
        "en": "Predicting the weather",
        "fr": "Prédire le temps"
      },
      "body": {
        "en": "Predicting the weather is an incredibly difficult task, even using an extensive network of weather stations, satellites, and supercomputers.\n\nFluids like the atmosphere follow a set of rules called the Navier-Stokes equations. We can't solve these equations directly, instead we use numeric simulations to create a forecast. \n\nBut even tiny differences in measured data and parameters can have great effect on these predictions. This makes impossible to accurately predict the weather more than a few weeks in advance, but models keep improving...",
        "fr": "La prévision de la météo est une tâche incroyablement difficile, même en utilisant un vaste réseau de stations météorologiques, de satellites et de superordinateurs.  Les fluides comme l'atmosphère suivent un ensemble de règles appelées les équations de Navier-Stokes. Nous ne pouvons pas résoudre ces équations directement, mais nous utilisons des simulations numériques pour créer une prévision.  Cependant même de minuscules différences dans les données et les paramètres mesurés peuvent avoir un grand effet sur ces prédictions. Cela rend impossible de prédire avec précision la météo plus de quelques semaines à l'avance, mais les modèles continuent de s'améliorer ..."
      },
      "links": {
        "en": "http://www.metoffice.gov.uk/learning/making-a-forecast/history-of-numerical-weather-prediction\nhttp://plus.maths.org/content/os/latestnews/sep-dec04/nwp/index\nhttp://www.mathscareers.org.uk/article/keep-weather-eye/\nhttp://www.mathscareers.org.uk/article/measuring-the-weather/",
        "fr": "https://fr.wikipedia.org/wiki/Pr%C3%A9vision_m%C3%A9t%C3%A9orologique"
      }
    },
    {
      "id": "cosmology",
      "title": {
        "en": "Cosmology",
        "fr": "Cosmologie"
      },
      "body": {
        "en": "Cosmology models the evolution of the universe, from the Big Bang until today, and predicts its future. Our universe is expanding rapidly, and the rate of expansion follows the Friedmann Equations which can be deduced from Einstein’s field equations of gravitation. The fate of the universe depends on the amount of matter (= energy) in the universe, and astronomical observations suggest the existence of dark matter and dark energy. Supercomputers are also used to model the universe shortly after the Big Bang. This may not seem “useful” today, but it may well find a practical use in the future…",
        "fr": "La cosmologie modélise l'évolution de l'univers, du Big Bang à nos jours, et prédit son avenir. Notre univers est en expansion rapide, et le taux d'expansion suit les équations de Friedmann qui peuvent être déduites des équations d’Einstein pour le champ gravitationnel. Le futur de l'univers dépend de la quantité de matière (= énergie) dans l'univers, et les observations astronomiques suggèrent l'existence de matière noire et d'énergie sombre. Les superordinateurs sont également utilisés pour modéliser l'univers peu après le Big Bang. Cela peut ne pas sembler «utile» aujourd'hui, mais pourrait bien trouver une utilisation pratique à l'avenir…"
      },
      "links": {
        "en": "en.wikipedia.org/wiki/Cosmology\nmap.gsfc.nasa.gov/universe/\nwww.damtp.cam.ac.uk/research/gr/public/",
        "fr": "https://fr.wikipedia.org/wiki/Cosmologie"
      }
    },
    {
      "id": "reading_cd",
      "title": {
        "en": "Reading CDs and DVDs",
        "fr": "Lire des CDs et des DVDs"
      },
      "body": {
        "en": "CDs and DVDs store data as a series of microscopic “hills” and “valleys” engraved in the surface of the discs. Scratches and dust can destroy the engraving, so a slightly scratched CD should have missing information. Fortunately, data is stored on discs using Reed-Solomon codes. This method adds a bit of redundant information, so computers can use the remaining data to find and correct errors. This only works if a small part of the data is missing, you can’t play a completely scratched CD. Cross-interleaved Reed-Solomon codes used for CDs and DVDs are based on polynomials over finite fields.",
        "fr": "Les CD et les DVD stockent les données sous la forme d'une série de «collines» et de «vallées» microscopiques gravées à la surface des disques. Les rayures et la poussière peuvent détruire la gravure, donc un CD légèrement rayé devrait avoir des informations manquantes. Heureusement, les données sont stockées sur des disques à l'aide de codes Reed-Solomon. Cette méthode ajoute un peu d'informations redondantes, de sorte que les ordinateurs peuvent utiliser les données restantes pour rechercher et corriger les erreurs. Cela ne fonctionne que si une petite partie des données est manquante, vous ne pouvez pas lire un CD complètement rayé. Les codes Reed-Solomon entrelacés utilisés pour les CD et les DVD sont basés sur des polynômes sur des corps finis."
      },
      "links": {
        "en": "en.wikipedia.org/wiki/Compact_disc#Physical_details\nwww.usna.edu/Users/math/wdj/_files/documents/reed-sol.htm"
      }
    },
    {
      "id": "rsa",
      "title": {
        "en": "Public Key Cryptography",
        "fr": "Cryptographie à clé publique"
      },
      "body": {
        "en": "Mathematics is used to secure internet communications, from emails to using credit cards online. To do so, the receiving computer takes two very large prime numbers and publishes their product. The sending computer uses this product to encipher the message and send it to the receiver. To go backwards and decipher the message, the two original primes are needed. It is extremely hard to factorise very large numbers, so only the receiver can read the message since it knows the two original primes. This is the basis of the RSA protocol, named after its inventors Rivest, Shamir and Adleman.",
        "fr": "Les mathématiques sont utilisées pour sécuriser les communications Internet, des emails à l'utilisation des cartes de crédit en ligne. Pour ce faire, l'ordinateur récepteur prend deux très grands nombres premiers et publie leur produit. L'ordinateur expéditeur utilise ce produit pour chiffrer le message et l'envoyer au destinataire. Pour revenir en arrière et déchiffrer le message, les deux nombres premiers originaux sont nécessaires. Il est extrêmement difficile de factoriser de très grands nombres, donc seul le récepteur peut lire le message car il connaît les deux nombres premiers originaux. C'est la base du protocole RSA, du nom de ses inventeurs Rivest, Shamir et Adleman."
      },
      "links": {
        "en": "www.claymath.org/posters/primes/\nen.wikipedia.org/wiki/RSA_(algorithm)\nplus.maths.org/content/safety-numbers\nmathigon.org/course/divisibility"
      }
    },
    {
      "id": "gps",
      "title": {
        "en": "Satellite Navigation",
        "fr": "Système GPS"
      },
      "body": {
        "en": "To determine any location on Earth, navigation systems like GPS use signals from satellites, which provide extremely accurate times. By finding their delays, a computer can calculate the distance to the satellite and, knowing the distance from several satellites, it can find the exact position of the receiver on Earth. For accuracy, many physical issues need to be accounted. According to Relativity Theory, time passes differently for different observers. The effect is tiny and undetectable in everyday life, but without taking it into account, GPS receivers would make an error of 10 km per day!",
        "fr": "Pour déterminer n'importe quel emplacement sur Terre, les systèmes de navigation comme le GPS utilisent des signaux provenant de satellites envoyés à des moments extrêmement précis. En mesurant le retard des signaux, un récepteur peut calculer la distance au satellite et, connaissant la distance du récepteur à plusieurs satellites, il peut trouver la position exacte du récepteur sur Terre. Pour plus de précision, on doit tenir compte de nombreux effets physiques. Selon la théorie de la relativité, le temps s’écoule différemment pour différents observateurs. L'effet est minuscule et indétectable au quotidien, mais si on n’en tenait pas compte, les récepteurs GPS feraient une erreur de 10 km par jour!"
      },
      "links": {
        "en": "www.math.tamu.edu/~dallen/physics/gps/gps.htm\nwww.mathscareers.org.uk/article/get-lost/",
        "fr": "http://accromath.uqam.ca/2006/07/dossier-gps-ou-suis-je/"
      }
    },
    {
      "id": "rockets",
      "title": {
        "en": "Rockets and Satellites",
        "fr": "Fusées et satellites"
      },
      "body": {
        "en": "Aerospace industry has many challenges. To reach space, rockets need fuel to burn for thrust. More fuel makes a rocket more powerful, but it also makes it heavier, although the weight of fuel decreases as it burns... Tsiolkovsky rocket equation sets these constraints. The motion of rockets and satellites in space is governed by gravity, with trajectories described by differential equations and spherical geometry. Communications in space pose problems of noise, distance, unreliablity... mathematical codes help to transmit the data without corrutpion. It's not rocket science, it's mathematics!",
        "fr": "L'industrie aérospatiale a de nombreux défis. Pour atteindre l'espace, les fusées ont besoin de brûler du carburant pour la poussée. Plus de carburant rend une fusée plus puissante, mais la rend également plus lourde, bien que le poids du carburant diminue à mesure qu'il brûle... L'équation de Tsiolkovsky pour la fusée définit ces contraintes. Le mouvement des fusées et des satellites dans l'espace est régi par la gravité, avec des trajectoires décrites par des équations différentielles et une géométrie sphérique. Les communications dans l'espace posent des problèmes de bruit, de distance, et de manque de fiabilité... Les codes correcteurs d’erreurs aident à transmettre des messages non corrompus. Ce n'est pas du génie, ce sont des mathématiques!"
      },
      "links": {
        "en": "exploration.grc.nasa.gov/education/rocket/rktpow.html\nen.wikipedia.org/wiki/Tsiolkovsky_rocket_equation\nen.wikipedia.org/wiki/Error_detection_and_correction#Deep-space_telecommunications\nwww.mathscareers.org.uk/article/escape-velocities/"
      }
    },
    {
      "id": "finance_banking",
      "title": {
        "en": "Finance and Banking",
        "fr": "Finance et systèmes bancaires"
      },
      "body": {
        "en": "In financial mathematics, traders can buy or sell stocks in a company, commodities like oil and gold, or derivatives, which are “virtual” goods whose prices are derived from the change of other things.\nFinancial analyst have many different mathematical tools to help them make better decisions, for example statistical models to analyse historic economic data, or probability and Stochastic calculus to predict the behaviour of financial markets.",
        "fr": "En mathématiques financières, les commerçants peuvent acheter ou vendre des actions dans une entreprise, des produits comme le pétrole et l'or, ou des produits dérivés, qui sont des biens «virtuels» dont les prix sont dérivés du changement d'autres choses. Les analystes financiers disposent de nombreux outils mathématiques variés pour les aider à prendre de meilleures décisions, dont des modèles statistiques pour analyser les données économiques historiques, ou encore la théorie des probabilités et le calcul stochastique pour prédire le comportement des marchés financiers."
      },
      "links": {
        "en": "plus.maths.org/content/what-financial-mathematics\nhttps://www.mathscareers.org.uk/article/randomness-stock-market/\nhttps://www.mathscareers.org.uk/article/selling-the-future/"
      }
    },
    {
      "id": "internet_phones",
      "title": {
        "en": "Internet and Phones",
        "fr": "Internet et téléphones"
      },
      "body": {
        "en": "Both internet and phone lines form a gigantic network which allows users to exchange data. All users are connected by countless links which have a certain capacity. Network operators have to find a way to connect sender and receiver, without exceeding the capacity of any individual link.\n\nTo ensure a reliable service for phone calls the mathematics of queuing theory and mathematical models using Poisson processes are used.\n\nFor internet connections the method of packet-switching is used: all data is split into small “packets” which are transmitted independently.",
        "fr": "Internet et les lignes téléphoniques forment un gigantesque réseau qui permet aux utilisateurs d'échanger des données. Tous les utilisateurs sont connectés par d'innombrables liens qui ont une capacité donnée. Les opérateurs de réseau doivent trouver un moyen de connecter l'expéditeur et le récepteur, sans dépasser la capacité d'aucune liaison.  Pour assurer un service fiable pour les appels téléphoniques, les mathématiques de la théorie des files d'attente et des modèles mathématiques utilisant des processus de Poisson sont utilisés.  Pour les connexions Internet, la méthode d’échanges de paquets est utilisée: toutes les données sont divisées en petits «paquets» qui sont transmis indépendamment."
      },
      "links": {
        "en": "www.ams.org/notices/199808/paxson.pdf\nblog.wolfram.com/2013/03/21/the-mathematics-of-queues/\nen.wikipedia.org/wiki/Packet_switching\nmathigon.org/course/graph-theory"
      }
    },
    {
      "id": "gambling_betting",
      "title": {
        "en": "Gambling and Betting",
        "fr": "Jeux et paris"
      },
      "body": {
        "en": "Gambling is always a bad idea – because casinos and bookmakers know mathematics, and they can adjust the odds of games and bets in ways that guarantee they will always win in the long run.\n\nWhile it is impossible to use probability to predict the next dice roll or roulette number, you can accurately predict what might happen in the next 1000 dice rolls – this is called the Law of Large Numbers. Even a winning probability of 49% gives the “house” a sufficient “edge” to make great profits.",
        "fr": "Le jeu est toujours une mauvaise idée - parce que les casinos et les bookmakers connaissent les mathématiques : ils peuvent alors ajuster les règles des jeux et des paris de manière à garantir qu'ils gagneront toujours à long terme.  Bien qu'il soit impossible d'utiliser les probabilités pour prédire le résultat du prochain lancer de dés ou le prochain numéro à la roulette, on peut prédire avec précision ce qui pourrait se produire dans les 1000 prochains lancers de dés - c'est ce qu'on appelle la loi des grands nombres. Même une probabilité de gain de 49% donne au casino un «avantage» suffisant pour faire de grands profits."
      },
      "links": {
        "en": "mathigon.org/course/probability\nen.wikipedia.org/wiki/Gambling_mathematics\nhttp://news.bbc.co.uk/2/hi/programmes/more_or_less/8062277.stm\nhttps://plus.maths.org/content/understanding-uncertainty-football-crazy"
      }
    },
    {
      "id": "search_engines",
      "title": {
        "en": "Search Engines",
        "fr": "Engins de recherche"
      },
      "body": {
        "en": "Billions of people use the internet every day, for example using search engines like Google.\n\nIn order to find the most useful websites and display them at the top, Google represents all pages on the internet in a gigantic matrix, and you can use linear algebra, probability, and graph theory to find the most popular sites.\n\nGoogle uses mathematics for many other of its services: finding directions in Maps, spam detection in Gmail, voice recognition on Android, text recognition when scanning books, compressing YouTube videos, detecting faces in images, or translating text.",
        "fr": "Des milliards de personnes utilisent Internet chaque jour, par exemple en utilisant des moteurs de recherche comme Google.  Afin de trouver les sites Web les plus utiles et de les afficher en haut de liste, Google représente toutes les pages sur Internet dans une matrice gigantesque, et utilise l'algèbre linéaire, les probabilités et la théorie des graphes pour trouver les sites les plus populaires.  Google utilise les mathématiques pour de nombreux autres de ses services: recherche d'itinéraires dans Maps, détection de spam dans Gmail, reconnaissance vocale sur Android, reconnaissance de texte lors de la numérisation de livres, compression de vidéos YouTube, détection de visages dans des images ou traduction de texte."
      },
      "links": {
        "en": "www.ams.org/samplings/feature-column/fcarc-pagerankhttp://static.googleusercontent.com/media/research.google.com/en//pubs/archive/38331.pdf",
        "fr": "http://blog.kleinproject.org/?p=451&lang=fr"
      }
    },
    {
      "id": "enigma",
      "title": {
        "en": "Breaking the Enigma",
        "fr": "Casser Enigma"
      },
      "body": {
        "en": "During the second world war, the German military used the Enigma to encode secret messages.\n\nWhen you encipher text using the Enigma, the letters in the alphabet are repeatedly “scrambled” using a series of rotors. After typing one letter, these rotors move so that next time all letters are scrambled differently. Together with several other features, this lead to more than 150 trillion possible ways in which secret messages could have been enciphered.\n\nNevertheless, the British mathematician Alan Turing managed to break the Enigma, by building one of the first computers, the Bombe.",
        "fr": "Pendant la seconde guerre mondiale, l'armée allemande a utilisé Enigma pour encoder ses messages secrets.  Lorsqu’on chiffre du texte à l'aide d'Enigma, les lettres de l'alphabet sont «brouillées» à plusieurs reprises à l'aide d'une série de rotors. Après avoir tapé une lettre, les rotors se déplacent de sorte que la fois suivante, toutes les lettres sont brouillées différemment. Associé à plusieurs autres fonctionnalités, cela permet plus de 150 milliards de manières possibles de chiffrer des messages secrets.  Néanmoins, le mathématicien britannique Alan Turing a réussi à casser Enigma, en construisant l'un des premiers ordinateurs, le Bombe."
      },
      "links": {
        "en": "en.wikipedia.org/wiki/Cryptanalysis_of_the_Enigma\nplus.maths.org/content/exploring-enigma",
        "fr": "https://fr.wikipedia.org/wiki/Cryptanalyse_d%27Enigma"
      }
    },
    {
      "id": "air_traffic",
      "title": {
        "en": "Air Traffic",
        "fr": "Trafic aérien"
      },
      "body": {
        "en": "Every day, there are around 50,000 commercial airline flights. All planes, all luggage, every crew and all passengers have to be at the right place at the right time. Most importantly, planes can’t crash when arriving at any of the busy airports. This is an incredibly complex logistic challenge, impossible without mathematics and Operations research.\n\nIn addition, airlines want to save money by creating a more efficient network in which planes take the best possible routes and in which planes are never idle, empty or out of service. This can be done using algorithms from Graph theory.",
        "fr": "Chaque jour, il y a environ 50 000 vols commerciaux. Tous les avions, tous les bagages, tous les équipages et tous les passagers doivent être au bon endroit au bon moment. Plus important encore, les avions ne peuvent pas s'écraser en arrivant dans l'un des aéroports occupés. Il s'agit d'un défi logistique incroyablement complexe, impossible sans les mathématiques et la recherche opérationnelle.  De plus, les compagnies aériennes veulent économiser de l'argent en créant un réseau plus efficace dans lequel les avions empruntent les meilleurs itinéraires possibles et ne sont jamais inactifs, vides ou hors service. Cela peut être fait en utilisant des algorithmes de la théorie des graphes."
      },
      "links": {
        "en": "https://www.mathscareers.org.uk/article/aircraft-scheduling/https://mathigon.org/course/graph-theory/introduction"
      }
    },
    {
      "id": "wildfire_modelling",
      "title": {
        "en": "Wildfire Modelling",
        "fr": "Modélisation des feux de brousse"
      },
      "body": {
        "en": "Bushfires are a natural part of many ecosystems, but they could be very dangerous for humans. Firefighters can use mathematical simulations to model and predict the progress of the fire. These simulations have to take account of changing vegetation, heat and moisture, wind, hills, as well as varying oxygen supply, and require advanced mathematics and fluid dynamics.",
        "fr": "Les feux de brousse font naturellement partie de nombreux écosystèmes, mais ils peuvent être très dangereux pour les infrastructures. Les pompiers peuvent utiliser des simulations mathématiques pour modéliser et prédire la progression d’un incendie. Ces simulations doivent tenir compte des différents couverts végétaux, de la chaleur et de l'humidité, du vent, des montagnes, ainsi que de l'apport variable d'oxygène, et nécessitent des mathématiques avancées et la mécanique des fluides."
      },
      "links": {
        "en": "www.mathscareers.org.uk/article/line-fire/\nwww.fs.fed.us/pnw/pubs/journals/pnw_2004_costa001.pdf"
      }
    },
    {
      "id": "mri_tomography",
      "title": {
        "en": "MRI and Tomography",
        "fr": "IRM et tomographie"
      },
      "body": {
        "en": "MRI scanners can create 3-dimensional images of the human body by taking countless 2-dimensional “snapshots” from different directions. The process of recovering the original 3-dimensional model using these snapshots is called tomography – and it wouldn’t work without advanced mathematics, such as Radon Transforms. Mathematics is quite literally saving lifes.",
        "fr": "Les scanners IRM peuvent créer des images en trois dimensions du corps humain en prenant d'innombrables «instantanés» en deux dimensions dans différentes directions. Le processus de récupération du modèle tridimensionnel d'origine à l'aide de ces instantanés s'appelle la tomographie - et il ne fonctionnerait pas sans mathématiques avancées, telles que les transformations de Radon. Les mathématiques sauvent littéralement des vies."
      },
      "links": {
        "en": "https://plus.maths.org/content/saving-lives-mathematics-tomography\nhttps://www.mathscareers.org.uk/article/medical-imaging-mathematics/",
        "fr": "http://accromath.uqam.ca/2015/03/construire-une-image-medicale/"
      }
    },
    {
      "id": "glacier_melting",
      "title": {
        "en": "Glacier Melting",
        "fr": "Fonte des glaciers"
      },
      "body": {
        "en": "The melting of the polar icecaps impacts the global sea level and climate.\n\nUnfortunately, satellite images from above give limited information regarding the state of the entire ice shield or the processes underlying their melting. Probability and statistics can be used to analyse environmental data, for example of ice thickness and composition.\n\nMathematical models using differential equations and thermodynamics help to understand the interaction of wind, sea ice, ocean currents and heat transfer.",
        "fr": "La fonte des calottes glaciaires polaires a un impact sur le niveau des océans et sur le climat.  Malheureusement, les images satellites donnent des informations limitées sur l'état de l'ensemble du bouclier de glace ou sur les processus sous-jacents à leur fonte. La théorie des probabilités et les statistiques peuvent être utilisées pour analyser les données environnementales, par exemple l'épaisseur et la composition de la glace. Les modèles mathématiques utilisant des équations différentielles et la thermodynamique aident à comprendre l'interaction du vent, de la glace de mer, des courants océaniques et du transfert de chaleur."
      },
      "links": {
        "en": "https://plus.maths.org/content/maths-and-climate-change-melting-arctic\nhttp://www.ams.org/notices/200905/tx090500562p.pdf\nhttps://www.mathscareers.org.uk/article/taking-earths-temperature/\nhttps://imaginary.org/program/future-of-glaciers-the-module"
      }
    },
    {
      "id": "rollercoaster",
      "title": {
        "en": "Roller Coaster Design",
        "fr": "Montagnes russes"
      },
      "body": {
        "en": "Designing a roller coaster is not easy: they have to be exciting but not jerky, fast but able to brake quickly, and most importantly, they have to be safe.\n\nMathematics can be used to calculate the forces acting on roller coaster trains as they gain momentum, and the structural support needed to support these forces. Mathematical equations and calculus can also be used to calculate the shape of a smooth track, including loops, ‘corkscrews’ and many other features.",
        "fr": "Concevoir des montagnes russes n'est pas facile: les manèges doivent être excitants mais pas saccadés, rapides mais capables de freiner rapidement, et surtout, ils doivent être sûrs.  Les mathématiques peuvent être utilisées pour calculer les forces agissant sur les trains de montagnes russes au fur et à mesure qu'iles prennent de l'élan, ainsi que le support structurel nécessaire pour supporter ces forces, sans négliger les limites du corps humain qui ne peut subir des accélérations trop fortes. Le calcul différentiel est utilisé pour calculer la forme des rails, incluant les boucles, les «tire-bouchons» et de nombreuses autres fonctionnalités."
      },
      "links": {
        "en": "https://www.mathscareers.org.uk/article/twist-shout/\nhttps://www.maa.org/press/periodicals/loci/joma/design-of-a-thrilling-roller-coaster-introduction-to-the-project"
      }
    },
    {
      "id": "problem_solving",
      "title": {
        "en": "Problem Solving",
        "fr": "Résolution de problèmes"
      },
      "body": {
        "en": "Most of the items on this website show real life applications of mathematics. But even just the process of doing mathematics is important: it teaches structured thinking, logical reasoning, abstraction, and the ability to express ideas in a precise language.\n\nThese skills are valuable not only in science and engineering, but in every single other discipline – whether in politics, journalism, music and arts, management, law, or anywhere else.",
        "fr": "La plupart des éléments de ce site Web présentent des applications réelles des mathématiques. Mais le simple fait de faire des mathématiques est important: les mathématiques inculquent la pensée structurée, le raisonnement logique, l'abstraction et la capacité d'exprimer des idées dans un langage précis. Ces compétences sont précieuses non seulement en science et en génie, mais dans toutes les autres disciplines - que ce soit en politique, en journalisme, en musique et en arts, en gestion, en droit ou ailleurs."
      },
      "links": {
        "en": "http://dspace.mit.edu/bitstream/handle/1721.1/5837/AIM-249.pdf"
      }
    },
    {
      "id": "cartography",
      "title": {
        "en": "Maps of the Earth",
        "fr": "Cartographier la Terre"
      },
      "body": {
        "en": "Representing our spherical, 3-dimensional Earth on a flat 2-dimensional map is a challenge: no matter how we make a map, there is always a distortion, stretching or squishing some regions. Mapmaking tries to preserve as many features as possible depending on the required use. Angles and rhumb lines for navigation, size of countries, distances to a point, etc. It is impossible to have all these features in a single map, so we always need to find a compromise, which also carries subjective considerations. Mathematics help us understanding and making better maps to better understand the world.",
        "fr": "Représenter la Terre sur une carte plate est un défi. Quoiqu'on fasse on \nne pourra préserver les rapports de distances et il y aura toujours des \ndistortions, des régions qui seront étirées ou aplaties. Comme on ne peut \ntout préserver il faut faire des compromis. \nAinsi, on peut construire des cartes qui préservent les rapports d'aires à \nl'aide de projections équivalentes. On peut aussi construire des cartes \nqui préservent les angles à l'aide de projections conformes. Les cartes\nconformes sont très utiles en navigation lorsqu'on utilise un compas pour\nsuivre une direction."
      },
      "links": {
        "en": "https://en.wikipedia.org/wiki/Map_projection\nhttps://imaginary.org/program/mappae-mundi",
        "fr": "http://accromath.uqam.ca/accro/wp-content/uploads/2013/04/Cartographie.pdf"
      }
    }
  ]
}