{
  "texts": {
    "@title": {
      "title": "Las matemáticas están en todas partes"
    },
    "@idm2020": {
      "title": "Día Internacional de las Matemáticas 2020"
    },
    "@learn_more": {
      "title": "Más sobre el Día Internacional de las Matemáticas"
    },
    "@description": {
      "title": "Celebra el Día Internacional de las Matemáticas descubriendo matemáticas por todas partes."
    },
    "@footer_imu": {
      "title": "El Día Internacional de las Matemáticas es un proyecto dirigido por la Unión Matemática Internacional."
    },
    "@footer_kts": {
      "title": "La web IDM ha sido creada por IMAGINARY con el apoyo de la Fundación Klaus Tschira."
    },
    "@footer_mathigon": {
      "title": "Concepto y parte del texto creado por Philipp Legner (Mathigon)"
    },
    "@footer_license": {
      "title": "Bajo licencia Creative Commons Attribution-ShareAlike 4.0 internacional"
    },
    "@main_site": {
      "title": "Web principal"
    },
    "@impressum": {
      "title": "Aviso legal"
    },
    "@privacy_policy": {
      "title": "Política de privacidad"
    },
    "epidemics_analysis": {
      "title": "Análisis de epidemias",
      "body": "Cuando una nueva epidemia empieza, podemos temer que no se detendrá hasta que no haya nuevos casos. No es eso lo que dicen las matemáticas. El valor importante es la ratio reproductiva R_0, que corresponde a la media de individuos infectados por cada persona enferma. Si R_0 < 1, entonces la epidemia se extingue, mientras que se extiende si R_0 > 1. Conocer el valor de R_0 guía la estrategia para controlar la epidemia. En particular, en el caso de recursos limitados (por ejemplo si no hay vacunas para todo el mundo), el objetivo es usar esos recursos para hacer descender R_0 por debajo de 1.",
      "links": "https://www.mathscareers.org.uk/article/number-one-crime-fighter/"
    },
    "discovering_core": {
      "title": "Descubrir el núcleo de la Tierra",
      "body": "La matemática danesa Inge Lehmann descubrió el núcleo interno de la Tierra en 1936. Trabajaba para el Instituto Geodésico Danés y tenía acceso a datos de las ondas sísmicas generadas por terremotos lejanos registrados por estaciones sísmicas alrededor del mundo. Los datos observados eran inconsistentes con el modelo interno de la Tierra usado en aquel momento. Lehmann propuso un nuevo modelo compatible con las observaciones, que dividía el núcleo en dos partes, un núcleo interno más pesado recubierto por un núcleo externo. Algunas ondas sísmicas rebotan en el núcleo interno, que ahora sabemos que es ferroso.",
      "links": "https://www.tandfonline.com/doi/abs/10.4169/college.math.j.44.5.399\nhttp://mpe.dimacs.rutgers.edu/2014/02/19/how-inge-lehmann-discovered-the-inner-core-of-the-earth/"
    },
    "patterns_nature": {
      "title": "Patrones en la naturaleza",
      "body": "¿Cómo se generan los patrones en la naturaleza? ¿Por qué el tigre tiene rayas, mientras que el leopardo tiene manchas? Un único modelo químico de reacción-difusión produce todos los patrones que cubren la piel de los animales. Dos reactivos, un activador y un inhibidor, interactúan y se difunden. El modelo explica que el patrón observado en un embrión depende del tamaño del embrión cuando la reacción-difusión empieza. Modelos similares de reacción-difusión explican los patrones en las conchas marinas, y los patrones en la vegetación de regiones semi-áridas. Fue Alan Turing quien propuso la base química para la morfogénesis en 1952.",
      "links": "http://mpe.dimacs.rutgers.edu/2013/09/02/how-vegetation-competes-for-rainfall-in-dry-regions-using-math-models-to-make-predictions/ \nhttp://mpe.dimacs.rutgers.edu/2013/08/23/patterns-on-earth/"
    },
    "detecting_frauds": {
      "title": "Detección de fraudes",
      "body": "Prueba una experimento: recoge cualquier númeor que veas a tu alrededor y apunta su primera cifra signigicativa, es decir, la primera cifra a la izquierda, excluyendo ceros. Por ejemplo, la primera cifra significativa de  23,567 es 2, y la de 0,00345 es 3. Deberías obtener aproximadamente un 30% de cifras 1, y sólamente un 4,5% de cifras 9. Este sorprendente fenómeno se llama Ley de Benford. Es una ley de la probabilidad. Con frecuencia los números en textos financieros siguen esta ley, lo que da un test para detectar fraudes en caso de que alguien haya manipulado los datos sin tener en cuenta que siguen esa ley.",
      "links": "http://blog.kleinproject.org/?p=1093\nhttps://www.mathscareers.org.uk/article/number-one-crime-fighter/"
    },
    "packing_oranges": {
      "title": "Empaquetar naranjas",
      "body": "¿Cuál es la manera más densa de empaquetar esferas, por ejemplo naranjas? Kepler conjeturó que es aquella que se puede ver en las fruterías: los centros de las esferas se sitúan sobre los centros de los cuadrados de una cuadrícula formada por una capa inferior de naranjas. La conjetura de Kepler se demostró finalmente por Thomas Hales en 1998, publicado en detalle en 2006. Es una enorme demostración asistida por ordenador, y el programa es público para que cualquiera pueda comprobar los detalles. Usar el empaquetamiento más denso es importante para la industria, ya que no queremos que el contenido de la caja se mueva al sacudirla.",
      "links": "http://blog.kleinproject.org/?p=742"
    },
    "four_colors_suffice": {
      "title": "Cuatro colores bastan",
      "body": "¿Cuál es mínimo número de colores necesarios para colorear cualquier mapa de manera que dos países que comparten rontera no tengan el mismo color? Es fácil dibujar un mapa para el cual tres colores no sean suficientes. El mínimo número de colores es cuatro: este es el Teorema de los cuatro colores, demostrado en 1976 pro Kenneth Appel y Wolfgang Haken. Este fue el primer teorema con una demostración asistida por ordenador.",
      "links": "http://blog.kleinproject.org/?p=1205"
    },
    "artificial_intelligence": {
      "title": "Inteligencia artificial",
      "body": "¿De dónde viene su repentino éxito? Tradicionalmente, programar un robot significaba darle instrucciones de lo que debía hacer. Pero a nosotros, los humanos, no nos enseñan todo lo que podemos hacer, lo aprendemos por nosotros mismos. Un niño que ha visto muchos gatos puede reconocer que un animal es un gato incluso si ese animal es distinto a todos los gatos que ha visto antes. Ahora los robots pueden haer lo mismo. El reciente éxito de la inteligencia artificial viene del hecho de que los robots se programan para aprender. Este proceso de aprendizaje es posible gracias a las grandes cantidades de datos disponibles.",
      "links": ""
    },
    "past_climates": {
      "title": "Los climas del pasado de la Tierra",
      "body": "En el pasado, la Tierra conoció períodos glaciares y de climas muy cálidos, como se puede estudiar en los registros geológicos. Las matemáticas pueden ayudar a explicar esos climas pasados. En efecto, la atracción de Júpiter perturba la órbita de la Tierra alrededor del Sol. A pequeña escala, los cambios en la órbita terrestre son periódicos con ciclos de 25 000 a 400 000 años: son los ciclos de Milankovitch. En particular, las glaciaciones ocurren cuando la oblicuidad del eje de la Tierra es mayor. Comprender los climas del pasado es esencial para poder predecir los climas futuros del planeta.",
      "links": "http://mpe.dimacs.rutgers.edu/2013/06/05/earths-climate-at-the-age-of-the-dinosaurs/ \nhttp://mpe.dimacs.rutgers.edu/2013/10/04/understanding-earths-past-climate-how-the-mathematical-sciences-can-help-to-inform-the-debate-on-climate-change/"
    },
    "collective_motion": {
      "title": "Movimiento colectivo",
      "body": "¿Quién no se ha sentido fascinado por el movimiento de una bandada de pájaros o de un banco de peces? Es posible construir modelos que describen estos movimientos colectivos. El comportamiento de cada individuo obedece a reglas simples de interacción con cierto número de individuos cercanos. Estas reglas son de tres tipos: repulsión cuando se está demasiado cerca de otro individuo, atracción cuando se está demasiado lejos del prójimo, y de alineación con otros individuos en el caso intermedio. Comprender estos movimientos colectivos es importante para controlar invasiones de insectos.",
      "links": "http://mpe.dimacs.rutgers.edu/2013/08/30/the-unreasonable-effectiveness-of-collective-animal-behavior/"
    },
    "fractals_nature": {
      "title": "Fractales en la naturaleza",
      "body": "Para describir las formas compicadas de la naturaleza necesitamos una nueva geometría, la geometría fractal. Los objetos fractales tienen propiedades de auto-semejanza, lo que significa que si ampliamos o alejamos el objeto obtenemos nuevos detalles que se parecen al objeto original. La geometría fractal es adecuada para describir muchas formas naturales: nubes, galaxias, costas rocosas, redes de ríos, copos de nieve, o numerosas plantas, desde helechos hasta la coliflor de romanesco. Los objetos fractales tienen una dimensión que no es un número entero.",
      "links": "http://blog.kleinproject.org/?p=306"
    },
    "digital_music": {
      "title": "Música digital",
      "body": "La música se compone de ondas que vibran en nuestros oídos. Estas ondas pueden almacenarse en un CD como una cadena de números, tomando muestras a intervalos cortos de tiempo, normalmente 44100 veces por segundo. Las ondas sonoras son una combinación de muchas ondas de diferentes frecuencias, algunas ni siquiera audibles por nuestros oídos. La transformada de Fourier nos permite descomponer una onda de sonido compleja en muchas otras ondas simples. Formatos de audio como MP3 sólo guardan las frecuencias audibles, reduciendo así el tamaño de los archivos. Sin matemáticas no habría ni iPod, ni Spotify, ni iTunes.",
      "links": "www.theguardian.com/technology/2002/apr/04/internetnews.maths\nwww.mathscareers.org.uk/article/how-mp3-compression-work/\nen.wikipedia.org/wiki/Digital_audio"
    },
    "computer_games": {
      "title": "Videojuegos",
      "body": "Muchos videojuegos usan gráficos en 3D. Mover y animar estos elementos, así como asignar colores, iluminación y sombreados requiere vectores, matrices y muchos otros conceptos de álgebra lineal y geometría en tres dimensiones. \nLos videojuegos también neesitan crear animaciones realistas de agua o de movimiento y colisiones de objetos físicos. Con frecuencia usan soluciones numéricas a las ecuaciones en derivadas parciales apropiadas, como las ecuaciones de Navier-Stokes para modelizar líquidos.\nFinalmente, estos programas también necesitan modelizar la inteligencia artificial de los personajes no jugables.",
      "links": "www.mathscareers.org.uk/video/advancing-the-digital-arts/\nwww.mathscareers.org.uk/article/get-game/\nnrich.maths.org/1374"
    },
    "carbon_dating": {
      "title": "Datación por carbono",
      "body": "Todo ser vivo acumula el elemento carbono. Este se compone de diversos isótopos, incluyendo una pequeña cantidad que es radioactiva (Carbono 14). Una vez que una planta o animal muere, deja de acumular nuevo carbono 14 y los átomos existentes comienzan a descomponerse a un ritmo constante. Los científicos pueden analizar el carbono 14 todavía presente en un resto biológico para calcular el momento de la muerte de su propietario. Esto es muy útil en arqueología, dado que permite estimar el siglo o incluso la década en que un artículo hecho de material animal o vegetal (como ropa o papel) fue producido.",
      "links": "en.wikipedia.org/wiki/Radiocarbon_dating\nwww.mathscareers.org.uk/article/million-year-old-maths/\nhyperphysics.phy-astr.gsu.edu/hbase/nuclear/cardat.html"
    },
    "search_for_alien_life": {
      "title": "Búsqueda de vida extraterrestre",
      "body": "Los números primos son las piezas universales para construir los números, no sólo en la Tierra sino en todo el universo. Si una señal de radio del espacio contiene la secuencia de números primos (2,3,5,7,11,13...), podría indicar un origen no natural, y podría ser el punto de partida para una comunicación con vida extraterrestre.\n\nUna célebre señal de radio enviada desde la Tierra hacia el espacio, el mensaje de Arecibo, consiste en una larga secuencia de ceros y unos. La longitud del mensaje es el producto de dos primos, 23 × 73 = 1679, lo que debería inducir a los astrónomos extraterrestres a distribuir la secuencia de ceros y unos en una imagen rectangular de lados 23 y 73.",
      "links": "www.seti.org/seti-institute/project/details/early-seti-project-ozma-arecibo-message\nen.wikipedia.org/wiki/Communication_with_extraterrestrial_intelligence\nxkcd.com/384/"
    },
    "big_data": {
      "title": "Big Data",
      "body": "Los datos están en todas partes a nuestro alrededor, nuevos datos se crean cada vez que navegamos por internet, completamos una encuesta, o vamos de compras. Los científicos recogen datos cuando hacen un experimento, y a veces los conjutos de datos son tan grandes que necesitan inventar tecnologías completamente nuevas para poder procesarlos.\n\nPara que los datos tengan sentido, necesitamos estadística. Usando matemáticas podemos convertir una enorme colección de números (los cuales son inútiles por sí solos) en información muy detallada sobre el sistema que creó los datos. La estadística también puede decirnos si ciertos hallazgos son válidos o significativos.",
      "links": "en.wikipedia.org/wiki/Big_data\nen.wikipedia.org/wiki/Statistics\nwww.mathscareers.org.uk/article/statistically-savvy/"
    },
    "predict_weather": {
      "title": "Predicciones del tiempo",
      "body": "Predecir el clima es una tarea increíblemente difícil, incluso utilizando una extensa red de estaciones meteorológicas, satélites y superordenadores.\n\nLos fluidos como la atmósfera siguen un conjunto de reglas llamadas ecuaciones de Navier-Stokes. No podemos resolver estas ecuaciones directamente, sino que en su lugar usamos simulaciones numéricas para crear un pronóstico.\n\nPero incluso las más pequeñas diferencias en las medidas de datos y ajustes de parámetros pueden tener un gran efecto en estas predicciones. Esto hace imposible predecir con precisión el clima con más de unas pocas semanas de anticipación, pero los modelos siguen mejorando ...",
      "links": "http://www.metoffice.gov.uk/learning/making-a-forecast/history-of-numerical-weather-prediction\nhttp://plus.maths.org/content/os/latestnews/sep-dec04/nwp/index\nhttp://www.mathscareers.org.uk/article/keep-weather-eye/\nhttp://www.mathscareers.org.uk/article/measuring-the-weather/"
    },
    "cosmology": {
      "title": "Cosmología",
      "body": "La cosmología modela la evolución del universo, desde el Big Bang hasta hoy, y predice su futuro. Nuestro universo se está expandiendo rápidamente, y la tasa de expansión sigue las ecuaciones de Friedmann que pueden deducirse de las ecuaciones de campo de Einstein de la gravitación. El destino del universo depende de la cantidad de materia (= energía) en el universo, y las observaciones astronómicas sugieren la existencia de materia oscura y energía oscura. Los superordenadores también se utilizan para modelar el universo poco después del Big Bang. Esto puede no parecer \"útil\" hoy, pero puede encontrar un uso práctico en el futuro ...",
      "links": "en.wikipedia.org/wiki/Cosmology\nmap.gsfc.nasa.gov/universe/\nwww.damtp.cam.ac.uk/research/gr/public/"
    },
    "reading_cd": {
      "title": "Lectura de CD y DVD.",
      "body": "Los CD y DVD almacenan datos como una serie de \"colinas\" y \"valles\" microscópicos grabados en la superficie de los discos. Los rasguños y el polvo pueden destruir el grabado, por lo que en un CD ligeramente rayado debería faltar algo de información. Afortunadamente, los datos se almacenan en discos utilizando códigos Reed-Solomon. Este método agrega un poco de información redundante, por lo que las computadoras pueden usar los datos restantes para encontrar y corregir errores. Esto solo funciona si falta una pequeña parte de los datos, no puede reproducir un CD completamente rayado. Los códigos de Reed-Solomon intercalados utilizados para CD y DVD se basan en polinomios sobre cuerpos finitos.",
      "links": "en.wikipedia.org/wiki/Compact_disc#Physical_details\nwww.usna.edu/Users/math/wdj/_files/documents/reed-sol.htm"
    },
    "rsa": {
      "title": "Criptografía de clave pública",
      "body": "Las matemáticas se utilizan para proteger las comunicaciones de Internet, desde correos electrónicos hasta el uso de tarjetas de crédito en línea. Para hacerlo, el ordenador receptor toma dos números primos muy grandes y publica su producto. El ordenador emisor utiliza este producto para cifrar el mensaje y enviarlo al receptor. Para revertir el proceso y descifrar el mensaje, se necesitan los dos primos originales. Es extremadamente difícil factorizar números muy grandes, por lo que solo el receptor puede leer el mensaje ya que conoce los dos números primos originales. Esta es la base del protocolo RSA, llamado así por sus inventores Rivest, Shamir y Adleman.",
      "links": "www.claymath.org/posters/primes/\nen.wikipedia.org/wiki/RSA_(algorithm)\nplus.maths.org/content/safety-numbers\nmathigon.org/course/divisibility"
    },
    "gps": {
      "title": "Navegación por satélite",
      "body": "Para determinar cualquier ubicación en la Tierra, los sistemas de navegación como el GPS utilizan señales de satélites, que proporcionan tiempos extremadamente precisos. Al encontrar el retraso de la señal, un ordenador puede calcular la distancia al satélite y, conociendo la distancia a varios satélites, puede encontrar la posición exacta del receptor en la Tierra. Para mayor precisión, se deben tener en cuenta muchos efectos físicos. Según la teoría de la relatividad, el tiempo pasa de manera diferente para diferentes observadores. El efecto es pequeño e indetectable en la vida cotidiana, pero sin tenerlo en cuenta, ¡los receptores de GPS cometerían un error de 10 km por día!",
      "links": "www.math.tamu.edu/~dallen/physics/gps/gps.htm\nwww.mathscareers.org.uk/article/get-lost/"
    },
    "rockets": {
      "title": "Cohetes y satélites",
      "body": "La industria aeroespacial tiene muchos desafíos. Para llegar al espacio, los cohetes necesitan combustible que al quemarse proporciona empuje. Más combustible hace que un cohete sea más potente, pero también lo hace más pesado, aunque el peso del combustible disminuye a medida que se quema ... La ecuación de Tsiolkovsky para los cohetes establece estas restricciones. El movimiento de cohetes y satélites en el espacio se rige por la gravedad, con trayectorias descritas por ecuaciones diferenciales y geometría esférica. Las comunicaciones en el espacio plantean problemas de ruido, distancia, falta de fiabilidad... los códigos matemáticos ayudan a transmitir los datos sin que se corrompan. ¡No es ciencia-ficción, son matemáticas!",
      "links": "exploration.grc.nasa.gov/education/rocket/rktpow.html\nen.wikipedia.org/wiki/Tsiolkovsky_rocket_equation\nen.wikipedia.org/wiki/Error_detection_and_correction#Deep-space_telecommunications\nwww.mathscareers.org.uk/article/escape-velocities/"
    },
    "finance_banking": {
      "title": "Fnanzas y banca",
      "body": "En matemática financiera, los comerciantes pueden comprar o vender acciones de una empresa, productos como el petróleo y el oro, o derivados, que son bienes \"virtuales\" cuyos precios se derivan del cambio de otras cosas.\nLos analistas financieros tienen muchas herramientas matemáticas diferentes para ayudarlos a tomar mejores decisiones, por ejemplo, modelos estadísticos para analizar datos económicos históricos, o cálculo de probabilidad y estocástico para predecir el comportamiento de los mercados financieros.",
      "links": "plus.maths.org/content/what-financial-mathematics\nhttps://www.mathscareers.org.uk/article/randomness-stock-market/\nhttps://www.mathscareers.org.uk/article/selling-the-future/"
    },
    "internet_phones": {
      "title": "Internet y telefonía",
      "body": "Tanto Internet como las líneas telefónicas forman una red gigantesca que permite a los usuarios intercambiar datos. Todos los usuarios están conectados por innumerables enlaces que tienen una cierta capacidad. Los operadores de red tienen que encontrar una manera de conectar el emisor y el receptor, sin exceder la capacidad de ningún enlace individual.\n\nPara garantizar un servicio fiable en las llamadas telefónicas, se utilizan las matemáticas de la teoría de colas y los modelos matemáticos que utilizan procesos de Poisson.\n\nPara las conexiones a Internet se utiliza el método de intercambio de paquetes: todos los datos se dividen en pequeños \"paquetes\" que se transmiten de forma independiente.",
      "links": "www.ams.org/notices/199808/paxson.pdf\nblog.wolfram.com/2013/03/21/the-mathematics-of-queues/\nen.wikipedia.org/wiki/Packet_switching\nmathigon.org/course/graph-theory"
    },
    "gambling_betting": {
      "title": "Juegos y apuestas",
      "body": "El juego siempre es una mala idea, porque los casinos y las casas de apuestas  saben matemáticas, y pueden ajustar las probabilidades de los juegos y las apuestas de manera que garanticen que siempre ganarán a largo plazo.\n\nSi bien es imposible usar la probabilidad para predecir el próximo lanzamiento de dados o el número de la ruleta, puede predecir con precisión lo que podría suceder en los próximos 1000 lanzamientos de dados, esto se llama la Ley de los grandes números. Incluso una probabilidad ganadora del 49% le da a la \"casa\" una \"ventaja\" suficiente para obtener grandes ganancias.",
      "links": "mathigon.org/course/probability\nen.wikipedia.org/wiki/Gambling_mathematics\nhttp://news.bbc.co.uk/2/hi/programmes/more_or_less/8062277.stm\nhttps://plus.maths.org/content/understanding-uncertainty-football-crazy"
    },
    "search_engines": {
      "title": "Motores de búsqueda en internet",
      "body": "Miles de millones de personas usan Internet todos los días, usando por ejemplo motores de búsqueda como Google.\n\nPara encontrar los sitios web más útiles y mostrarlos en la parte superior, Google representa todas las páginas de Internet en una matriz gigantesca, y usa álgebra lineal, probabilidad y teoría de grafos para encontrar los sitios más populares.\n\nGoogle utiliza las matemáticas para muchos de sus otros servicios: búsqueda de direcciones en Maps, detección de spam en Gmail, reconocimiento de voz en Android, reconocimiento de texto al escanear libros, comprimir videos de YouTube, detectar rostros en imágenes o traducir texto.",
      "links": "www.ams.org/samplings/feature-column/fcarc-pagerank\nhttp://static.googleusercontent.com/media/research.google.com/en//pubs/archive/38331.pdf"
    },
    "enigma": {
      "title": "Descifrar la máquina Enigma",
      "body": "Durante la segunda guerra mundial, el ejército alemán usó la máquina Enigma para codificar mensajes secretos.\n\nCuando encriptas texto usando Enigma, las letras del alfabeto se \"revuelven\" repetidamente usando una serie de rotores. Después de escribir una letra, estos rotores se mueven para que la próxima vez todas las letras se mezclen de manera diferente. Junto con varias otras características, esto lleva a más de 150 trillones de formas posibles en que los mensajes secretos podrían haberse cifrado.\n\nSin embargo, el matemático británico Alan Turing logró romper el código de Enigma, al construir uno de los primeros ordenadores, el Bombe.",
      "links": "en.wikipedia.org/wiki/Cryptanalysis_of_the_Enigma\nplus.maths.org/content/exploring-enigma"
    },
    "air_traffic": {
      "title": "Tráfico aéreo",
      "body": "Cada día hay alrededor de 50 000 vuelos de aerolíneas comerciales. Todos los aviones, todo el equipaje, cada tripulación y todos los pasajeros deben estar en el lugar correcto en el momento correcto. Y lo más importante, los aviones no pueden estrellarse al llegar a cualquiera de los aeropuertos ocupados. Este es un desafío logístico increíblemente complejo, imposible sin las matemáticas y la investigación operativa.\n\nAdemás, las aerolíneas quieren ahorrar dinero creando una red más eficiente en la que los aviones toman las mejores rutas posibles y en los que los aviones nunca estén inactivos, vacíos o fuera de servicio. Esto se puede hacer usando algoritmos de la teoría de grafos.",
      "links": "https://www.mathscareers.org.uk/article/aircraft-scheduling/\nhttps://mathigon.org/course/graph-theory/introduction"
    },
    "wildfire_modelling": {
      "title": "Incendios forestales",
      "body": "Los incendios forestales son una parte natural de muchos ecosistemas, pero podrían ser muy peligrosos para los humanos. Los bomberos pueden usar simulaciones matemáticas para modelizar y predecir el progreso del incendio. Estas simulaciones deben tener en cuenta los cambios en la vegetación, el calor y la humedad, el viento, los montes, así como el suministro variable de oxígeno, y requieren matemáticas avanzadas y dinámica de fluidos.",
      "links": "www.mathscareers.org.uk/article/line-fire/\nwww.fs.fed.us/pnw/pubs/journals/pnw_2004_costa001.pdf"
    },
    "mri_tomography": {
      "title": "Imágenes por resonancia magnética y tomografía",
      "body": "Los escáneres de resonancia magnética pueden crear imágenes tridimensionales del cuerpo humano al tomar innumerables \"instantáneas\" bidimensionales desde diferentes direcciones. El proceso de recuperación del modelo tridimensional original usando estas instantáneas se llama tomografía, y no funcionaría sin matemáticas avanzadas, como Transformada de Radon. Las matemáticas literalmente están salvando vidas.",
      "links": "https://plus.maths.org/content/saving-lives-mathematics-tomography\nhttps://www.mathscareers.org.uk/article/medical-imaging-mathematics/"
    },
    "glacier_melting": {
      "title": "Fundido de los glaciares",
      "body": "El derretimiento de los casquetes polares afecta al nivel global del mar y al clima.\n\nDesafortunadamente, las imágenes de satélite brindan información limitada sobre el estado de toda la placa de hielo o los procesos subyacentes a su fundido. La probabilidad y las estadísticas se pueden utilizar para analizar datos ambientales, por ejemplo, el espesor y la composición del hielo.\n\nLos modelos matemáticos que usan ecuaciones diferenciales y termodinámica ayudan a comprender la interacción del viento, el hielo marino, las corrientes oceánicas y la transferencia de calor.",
      "links": "https://plus.maths.org/content/maths-and-climate-change-melting-arctic\nhttp://www.ams.org/notices/200905/tx090500562p.pdf\nhttps://www.mathscareers.org.uk/article/taking-earths-temperature/\nhttps://imaginary.org/program/future-of-glaciers-the-module"
    },
    "rollercoaster": {
      "title": "Montañas rusas",
      "body": "Diseñar una montaña rusa no es fácil: tienen que ser emocionantes pero no bruscas, rápidas pero capaces de frenar rápidamente, y lo más importante, deben ser seguras.\n\nLas matemáticas se pueden usar para calcular las fuerzas que actúan en los vagones de una montaña rusa a medida que ganan impulso, y el soporte estructural necesario para soportar estas fuerzas. Las ecuaciones matemáticas y el cálculo también se usan para calcular la forma de la vía, incluidos bucles, tirabuzones y muchas otras características.",
      "links": "https://www.mathscareers.org.uk/article/twist-shout/\nhttps://www.maa.org/press/periodicals/loci/joma/design-of-a-thrilling-roller-coaster-introduction-to-the-project"
    },
    "problem_solving": {
      "title": "Resolución de problemas",
      "body": "La mayoría de las tarjetas en esta web muestran aplicaciones de las matemáticas a la vida real. Pero incluso el proceso de hacer matemáticas es importante: enseña a tener un pensamiento estructurado, razonamiento lógico, abstracción y la capacidad de expresar ideas en un lenguaje preciso.\n\nEstas habilidades son valiosas no solo en ciencia e ingeniería, sino en cualquier otra disciplina, ya sea en política, periodismo, música y artes, administración, derecho o en cualquier otro lugar.",
      "links": "http://dspace.mit.edu/bitstream/handle/1721.1/5837/AIM-249.pdf"
    },
    "cartography": {
      "title": "Mapas de la Tierra",
      "body": "Representar la Tierra, un objeto tridimensional, sobre un mapa bidimensional es todo un desafío. Lo hagamos como lo hagamos siempre habrá una distorsión, estirando o comprimiendo algunas regiones. La cartografía intenta preservar de la mejor manera tantas características como sea posible, dependiendo del uso que vaya a tener. Ángulos y líneas de rumbo para la navegación, tamaño de los países, distancias a un punto dado, etc. Es imposible representar fielmente todas esas características, así que es necesaria una solución de compormiso, lo que también entraña consideraciones subjetivas. Las matemáticas nos ayudan a comprender y hacer mejores mapas para entender mejor el mundo.",
      "links": "https://en.wikipedia.org/wiki/Map_projection\nhttps://imaginary.org/program/mappae-mundi"
    }
  }
}